/* No comment provided by engineer. */
"Blog" = "Blog";

/* No comment provided by engineer. */
"bt" = "bt"; /* NEW */

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Check www.interreg-alcotra.org" = "Lire www.interreg-alcotra.org";

/* No comment provided by engineer. */
"Checklist" = "Checklist";

/* No comment provided by engineer. */
"Consortium myMed:" = "Consortium myMed:"; /* NEW */

/* No comment provided by engineer. */
"Create account" = "Créer un compte";

/* No comment provided by engineer. */
"Credits" = "Crédits";

/* No comment provided by engineer. */
"Digital copy" = "Copie numérique";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Fill the project form" = "Remplissez les formulaires de projet";

/* No comment provided by engineer. */
"Funded by:" = "Financé par:"; /* NEW */

/* No comment provided by engineer. */
"Help" = "Aide";

/* No comment provided by engineer. */
"Insert a partnership offer" = "Insérer une offre de partenariat";

/* No comment provided by engineer. */
"Insert offer" = "Insérer une offre";

/* No comment provided by engineer. */
"Internet connection not available" = "Aucune connexion à Internet disponible";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"myEurope" = "myEurope";

/* No comment provided by engineer. */
"MyEurope is an application of the Alcotra myMed project, which aims to link mayors and municipal transborders. The idea is to provide a tool to simplify and support the creation of European projects as myMed." = "myEurope est une application du projet Alcotra myMed, qui vise à mettre en relations des maires et des communes transfrontalières. L'idée est de fournir un outils pour simplifier et aider la création de projet Européen comme myMed.";

/* No comment provided by engineer. */
"New item" = "Nouvel article";

/* No comment provided by engineer. */
"New post" = "New post"; /* NEW */

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Please wait..." = "Patientez, SVP..."; /* NEW */

/* No comment provided by engineer. */
"Please write the new checklist item" = "Insérez un nouvel item";

/* No comment provided by engineer. */
"Prepare the technical and administrative description" = "Préparer la description technique et administrative";

/* No comment provided by engineer. */
"Prepare the transborder cooperation agreement" = "Préparer l'accord de coopération transfrontalière";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Reload" = "Recharger"; /* NEW */

/* No comment provided by engineer. */
"Search" = "Chercher";

/* No comment provided by engineer. */
"Search for a partnership offer" = "Chercher offre";

/* No comment provided by engineer. */
"Server down, or no connection available." = "Aucune connexion disponible ou server inaccessible."; /* NEW */

/* No comment provided by engineer. */
"Social Network" = "Réseau social";

/* No comment provided by engineer. */
"Two copies in French" = "Deux exemplaires en français";

/* No comment provided by engineer. */
"Two copies in Italian" = "Deux exemplaires en italien";

/* No comment provided by engineer. */
"Write the technical description" = "Rédiger la description technique";

